data/chuletaXML/recibidas.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<siiLR:SuministroLRFacturasRecibidas>
			<sii:Cabecera>
				<sii:IDVersionSii></sii:IDVersionSii>
				<sii:Titular>
					<sii:NombreRazon></sii:NombreRazon>
					<sii:NIF></sii:NIF>
				</sii:Titular>
				<sii:TipoComunicacion></sii:TipoComunicacion>
			</sii:Cabecera>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio></sii:Ejercicio>
					<sii:Periodo></sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF></sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor></sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor></sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura></sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia></sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal></sii:ImporteTotal>
					<sii:DescripcionOperacion></sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo></sii:TipoImpositivo>
								<sii:BaseImponible></sii:BaseImponible>
								<sii:CuotaSoportada></sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon></sii:NombreRazon>
						<sii:NIF></sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable></sii:FechaRegContable>
					<sii:CuotaDeducible></sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
					</siiLR:SuministroLRFacturasRecibidas>
	</soapenv:Body>
</soapenv:Envelope>
